
//地點對案件數
let set1=[
    ["河南路與臺灣大道口",6,"A1"],
    ["環中路與市政路口",4,"A2"],
    ["安和路與臺灣大道口",10,"A3"],
    ["振興路與建成路口",9,"A4"],
    ["復興路與文心南路口",9,"A5"],
    ["臺灣大道與文心路口",8,"A6"],
    ["福康路與臺灣大道口",4,"A7"],
    ["昌平路與環中路口",14,"A8"],
    ["松竹路與北屯路口",8,"A9"],
    ["文心路與崇德路口",5,"A10"]
]

//發生時間
let set2=[
    ["6-8",1,"B1"],
    ["8-10",0,"B2"],
    ["10-12",2,"B3"],
    ["12-14",2,"B4"],
    ["14-16",0,"B5"],
    ["16-18",4,"B6"],
    ["18-20",0,"B7"],
    ["20-22",0,"B8"],
    ["22-24",1,"B9"]
]

//發生原因
let set3=[
    ["未保持行車安全距離",6,"C1"],
    ["違反其他標誌線禁制",1,"C2"],
    ["其他不當駕車行為",3,"C3"],
]
